import styles from '@/styles/top/components/privacy.module.scss'
import PageLayoutTop from '@/components/Layouts/pageLayoutTop'
import Container from '@/components/top/Layout/container'

const Terms = () => {
    return (
        <section className={`cont1 ${styles.cont1}`}>
            <Container small900>
                <h2 className="ttl2">利用規約</h2>
                <div className="breadcrumbBox">
                    <a href="/">トップ</a>
                    <div>
                        <img src="/top/breadcrumb.svg" alt=">" />
                    </div>
                    <p>利用規約</p>
                </div>
                <p className={styles.desc}>
                    Bolide’s Japanをご利用の際には、この「Bolide’s
                    Japan利用規約」が適用されますので、ご利用の前に、必ずお読みください。
                </p>
                <article className={styles.article}>
                    <div className={styles.box}>
                        <h3>【第1条　本利用規約について】</h3>
                        <p>
                            1.「Bolide’s
                            Japan利用規約」（以下「本利用規約」といいます。）は、Bolide’s
                            株式会社（以下「当社」といいます。）が当社のウェブサイト（以下「本サイト」といいます。）において提供するすべてのサービス（CORAPURA、Della
                            Mall、LIONDOR、Marche
                            Dorの4サービス、以下「本サービス」といいます。）の利用条件を定めるものです。本サービスをご利用される場合には、利用者は本利用規約に同意したものとみなされ、本利用規約を内容とする本サービスの利用契約が成立したものとみなします。
                            <br />
                            2.「Bolide’s Japan
                            ID」は、当社が運営するサービスをより便利に活用していただくためのアカウントIDです。「Bolide’s
                            Japan
                            ID」をご登録いただくことで、当社が提供するサービスのうちCORAPURA、Della
                            Mall、LIONDORのご利用がスムーズに行えるようになります。
                            <br />
                            3.Marche
                            Dorにつきましては、別途会員登録が必要となります。なお、会員登録は無料です。
                            <br />
                            4.本サービスにおけるサービスの具体的内容は、本サイト「Bolide’s
                            Japan料金プラン」の内容によります。
                            <br />
                            5.当社は、個別のサービスにおいて個別の規約や規約に付随するホワイトペーパー、本サービスを説明するページ、ガイドライン等（以下「個別規約」といいます。）を定めています。個別規約、規約に付随するホワイトペーパーも名称の如何にかかわらず本利用規約の一部を構成するものとします（以下、本利用規約、規約に付随するホワイトペーパーと個別規約をあわせて「本利用規約」といい、本利用規約のうち個別規約と規約に付随するホワイトペーパーを含まない部分に言及する場合は、「Bolide’s
                            Japan利用規約」といいます。）。なお、個別サービスにおいては、Bolide’s
                            Japan利用規約のほか当該個別のサービスにおいて定められる個別規約と規約に付随するホワイトペーパーも適用されますので、当該個別規約と規約に付随するホワイトペーパーの内容もご確認ください。
                            <br />
                            6.Bolide’s
                            Japan利用規約の定めと個別規約の定めが異なる場合には、当該個別規約の定めが優先して適用されるものとします。
                            <br />
                            7.当社は、民法(明治29年法律第89号)その他の法令により認められる場合、利用者の事前の承諾を得ることなく、本利用規約を変更することができるものとします。
                            <br />
                            8.本利用規約の一部の規定の全部または一部が法令に基づいて無効と判断された場合であっても、当該規定の無効部分以外の部分および本利用規約のその他の規定は有効とします。本利用規約の一部が特定の登録者との間で無効とされ、または取り消された場合でも、本利用規約はその他の者との関係では有効とします。
                            <br />
                            9.本利用規約に示される権利を行使または実施しない場合でも、当社が当該権利を放棄するものではありません。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第2条　定義】</h3>
                        <p>
                            本利用規約において使用する用語の意義は、次の各号に定めるとおりとします。
                            <br />
                            &#9312;「会員」とは、本利用規約に同意し、ユーザー登録手続きを行い本サービス（無料機能のみならず有料機能によって提供されるサービスを含みます。）を利用する方をいいます。
                            <br />
                            &#9313;「ユーザー登録」とは、第３条第３項に基づいて本サービスのユーザーとして当社に登録されることをいいます。
                            <br />
                            &#9314;「一般ユーザー」とは一個人ことをいいます。
                            <br />
                            &#9315;「企業・団体」とは、株式会社、合同会社、合名会社、合資会社等の企業、NPO法人（認定含む）、公益社団法人、公益財団法人、一般社団法人、一般財団法人、社会福祉法人、国際NGO、学校法人、医療法人、職業訓練法人、宗教法人等の団体、農業協同組合、森林組合その他の協同組合、商工会等の産業、経済団体、社会福祉協議会等の福祉団体、文化協会、信用金庫、体育協会の文化事業団体等の組合や、法人、組合、サークル等の個人が所属する組織のことをいいます。
                            <br />
                            &#9316;「メディア」とは、新聞社、雑誌等の報道機関や放送局、Webサイト運営会のことをいいます。
                            <br />
                            &#9317;「地方自治体」とは、地方自治法(第1条の3項)に定められている地方公共団体のことをいいます。
                            <br />
                            &#9318;「フリーランス」とは、企業、団体等と雇用契約を結ばず、独立して業務を行っている個人のことをいいます。
                            <br />
                            &#9319;「個人事業主」とは、個人事業の「開業届」を税務署に提出し継続して事業を行う個人のことをいいます。
                            <br />
                            &#9320;「専門家」とは、ある他特定の分野に精通し、ある特定の分野において専門的な知識と能力を持つ個人のことをいいます。
                            <br />
                            &#9321;「パスワード」とは、利用者が登録手続き時に登録し、または登録後に変更手続きを行った、会員本人を識別するための文字および数字の列をいいます。
                            <br />
                            &#9322;「登録情報」とは、個人の場合はニックネーム、メールアドレス、パスワード、郵便番号、生年月日、性別、趣味、嗜好、年収、職業等、企業・団体の場合は、企業名、メールアドレス、パスワード、業種、設立、資本金、上場または非上場、企業またショップURL等、会員がユーザー登録の手続き時に登録した情報をいいます。
                            <br />
                            &#9323;「届出情報」とは、住所、氏名、電話番号、職業、クレジットカード番号等、会員が当社に対して提出した登録情報以外の情報をいいます。
                            <br />
                            &#9324;「取得情報」とは、登録者のＩＰアドレス、利用状況、履歴、位置情報、利用端末、クレジット決済ができなかった場合はその事実等、当社が取得する会員に関するすべての情報であって、登録情報及び届出情報以外の情報をいいます。
                            <br />
                            &#9325;「個人情報」とは、個人情報の保護に関する法律に定める「個人情報」を指すものとします
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第3条　ユーザー登録】</h3>
                        <p>
                            1.本サービスの利用を希望する(以下「申込者」といいます)は、当社が指定する方法により、ユーザー登録を行うものとします。
                            <br />
                            2.未成年者がユーザー登録を行う場合、親権者、法定代理人の同意を得るものとします。未成年者がユーザー登録を行った場合、当社は親権者、法定代理人の同意があったものとみなします。
                            <br />
                            3.当社の判断でBolide’s
                            Japanへの登録をお断りする場合がありますが、その理由等については一切開示しないものとします。Bolide’s
                            Japanへのユーザー登録ができないことにより、申込者に損害が生じたとしても、当社はその責任を負わないものとします。
                            <br />
                            4.登録手続きは真実かつ正確な情報をもってこれを行うものとし、登録すべき情報に虚偽、誤り、または記入漏れがあったことにより、登録手続きを行った申込者に損害が生じたとしても、当社はその責任を負わないものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第4条　有料登録】</h3>
                        <p>
                            1.当社が有料機能によって提供する有料サービスをご利用される場合には、有料の登録を行っていただきます。
                            <br />
                            2.有料の登録を希望する一般ユーザー、企業・団体、メディア・地方自治体、フリーランス、個人事業主、専門家等の会員(以下「有料会員」といいます。)は、本利用規約に同意の上、当社所定の登録手続きを行っていただきます。
                            <br />
                            3.当社は、前項の手続きに沿って入力されたお申し込み内容（クレジットカード番号を含みます。）につき必要な審査を行うものとし、有料会員の登録を希望する一般ユーザー、企業・団体、メディア・地方自治体、フリーランス、個人事業主、専門家等が有料サービスを利用いただける状態となったことをもって、有料会員の申込に対する当社の承諾の意思表示があったものとみなします。なお、お申込み内容の審査を行った結果、お申込み内容が不適切である場合には、当社の判断によって有料プランへの登録を承諾しないことがあります。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第5条　利用料金】</h3>
                        <p>
                            1.有料サービスの利用料金(以下「利用料金」といいます。)は、本サイト「Bolide’s
                            Japan料金プラン」に定めるとおりとします。
                            <br />
                            2.当社は、利用料金を変更する場合、有料会員に所定の方法をもって事前に通知するものとしますが、民法（明治29年法律第89号）その他の法令により認められる場合、有料会員の事前の承諾を得ることなく、利用料金の変更をする可能性があります。但し、当該変更は将来に向かって効力を有するものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第6条　決済】</h3>
                        <p>
                            1.利用料金のお支払は、当社指定の決済手段(クレジットカード決済、銀行振込)で行うものとします。
                            <br />
                            2.当社はお申出があった場合に限り、領収書等を発行するものとします。また、領収書の再発行はいたしません。
                            <br />
                            3.銀行振込を利用される場合、振込手数料は有料会員が負担するものとします。
                            <br />
                            4.銀行振込を利用される場合、申請から5日以内（利用開始前）にお振込みいただくものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第7条　遅延利息】</h3>
                        <p>
                            1.有料会員は、利用料金その他の当社に対して負担する一切の債務を、支払期日を過ぎても弁済しない場合、支払期日の翌日から支払日までの日数に、年14.6％の割合で計算される金額を、遅延利息として利用料金その他の債務と一括して、当社が指定した日までに指定する方法で支払うものとします。
                            <br />
                            2.前項に必要な振込手数料その他の費用は、全て有料会員の負担とします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第8条　プランの変更】</h3>
                        <p>
                            会員は、当社が指定する方法によりプラン変更を申し込むことができます。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第9条　サステナブルオプション】</h3>
                        <p>
                            当社は、社会貢献枠として月額利用料金プラン(以下「サステナブルオプション」といいます。)を設けています。
                            <br />
                            1.有料会員は、サステナブルオプションを利用することにより、当社を通して当社が選定した団体へ寄付を行うことができます。
                            <br />
                            2.寄付金額は、有料会員が3種類(100円、500円、1000円)より選択し、月額料金と併せてお支払いいただきます。
                            <br />
                            3.寄付先となる団体等の選定、団体ごとの募金方法、および寄付金の配分割合は、当社が年に1回4月末に定め、本サイト内または当社コーポレートサイトにて公表するものとします。
                            <br />
                            4.寄付金につきまして当社および非営利活動団体等は領収書等の発行はいたしません。
                            <br />
                            5.寄付金については、ご返金いたしかねますのでご了承ください。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第10条　有料プラン登録の解約】</h3>
                        <p>
                            1.有料会員は、有料サービスの利用を解約する場合、当社所定の手続きにて解約手続きを行うこととし、当該解約手続きの完了をもって、有料サービスの利用が解約されたものとみなします。
                            <br />
                            2.当社は、有料サービスの解約手続きをサービス利用期間の途中で行った場合等のいかなる場合においても、すでに受領した利用料金その他の払戻し等は一切行いません。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第11条　有料登録解除等】</h3>
                        <p>
                            1.当社は、有料会員が次のいずれかに該当すると判断した場合には、当該有料会員に事前の通知なく、有料サービスの一時停止または有料プラン登録を解除することができるものとします。
                            <br />
                            &#9312;Bolide’s
                            Japan利用規約第22条各項各号のいずれかに該当すると当社が判断した場合
                            <br />
                            &#9313;利用料金その他の債務の履行を遅滞し、または支払いを拒否した場合
                            <br />
                            &#9314;決済方法の利用が停止された場合
                            <br />
                            &#9315;有料会員が仮差押、仮処分、強制執行、租税滞納処分等を受けた場合、有料会員について破産手続開始の申立てもしくは民事再生手続開始の申立てがあった場合、または有料会員が後見開始の審判、保佐開始の審判もしくは補助開始の審判を受けた場合
                            <br />
                            &#9316;当社がBolide’s
                            Japan利用規約、有料プラン利用規約違反の状態の解消を求めたにもかかわらずこれに応じない場合
                            <br />
                            2.有料会員は、当社が前項の理由により有料サービスの一時停止または有料プラン登録を解除しても、発生している利用料金を支払うものとします。
                            <br />
                            3.有料会員は、前項各号のいずれかに該当した場合、期限の利益を喪失し、当該時点において発生している利用料金その他の当社に対して負担する一切の債務を一括して弁済するものとします。
                            <br />
                            4.有料会員の故意又は過失により、当社が損害を被った場合、当社は、有料プランの登録解除の有無にかかわらず、当該有料会員（有料プランの登録を解除された者を含みます。）に対し損害賠償を請求することができるものとします。
                            <br />
                            5.当社は、本条第1項に定める措置を講じた場合に、当該措置に起因する結果に関し、一切責任を負わないものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第12条　登録情報等の管理】</h3>
                        <p>
                            1.当社は、登録情報が不正確または虚偽であったために会員が被った一切の不利益および損害に関し、一切の責任を負わないものとします。
                            <br />
                            2.会員は、登録情報のうち本サービスへのログインに用いる情報を、自己の責任の下で管理するものとします。
                            <br />
                            3.当社は、本サービスへのログイン時に送信された情報が、登録情報と一致することを所定の方法により確認した場合、当該ログインを真正な会員のログインとみなし、会員による利用とみなします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第13条　届出情報の変更、退会等】</h3>
                        <p>
                            1.会員は、届出情報に変更があった場合、すみやかに当社の定める手続きにより当社に届け出るものとします。この届出がない場合、当社は届出情報の変更がないものとして取り扱います。
                            <br />
                            2.会員からの届出情報の変更の届出がないために、当社からの通知、その他が遅延し、または不着、不履行であった場合、会員が被害を被ったとしても、当社はその責任を負わないものとします。
                            <br />
                            3.会員は、当社所定の退会手続きを行うことによって、本サービスを退会することができます。
                            <br />
                            4.会員は会員サービスから退会した場合、本サービスを受ける権利、情報の提供を受ける権利、プレゼント応募等による当選の権利等を含め、会員としての一切の権利を退会した時点で失うものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第14条　個人情報の取扱い等】</h3>
                        <p>
                            1.当社は、当社が取得した個人情報を、別途定める「プライバシーポリシー」及び個別のサービス専用のプライバシーポリシーに基づき、適切に取り扱うものとします。
                            <br />
                            2.会員は、本サービスを利用するに際し、会員から取得する個人情報を、「プライバシーポリシー」における当社が取得する個人情報の第三者に提供に関する定めに従い、第三者に提供することに同意します。
                            <br />
                            3.会員は、会員間の識別のため、ニックネーム及びアイコン写真等が本サイト上に表示されることに同意するものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第15条　譲渡禁止等】</h3>
                        <p>
                            会員は、本サービスに関する権利について、第三者に譲渡し、または質権の設定その他の担保に供する等の行為ができないものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第16条　連絡または通知】</h3>
                        <p>
                            1.本サービスにおける当社から会員への通知は、本規約に別途定めのない限り、電子メール、ＬＩＮＥ等のチャットツール、ＦＡＸ、郵送、本サイト又は利用規約に掲載するなど、当社が適当と判断する方法により行います。
                            <br />
                            2.前項の規定に基づき、当社から会員への通知を行う場合には、会員に対する当該通知は、それぞれ電子メールの送信、ＬＩＮＥ等のチャットツールによる送信、ＦＡＸの送信、郵送物の発送または本サイトへの掲載がなされた時点から効力を生じるものとします。
                            <br />
                            3.本サービスにおける当社への報告を義務づけている事項について、相当な期間応答がない場合は本サービスの利用を一時停止することがあります。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第17条　本サービスの提供の中断等】</h3>
                        <p>
                            1.当社は、以下のいずれかの事由が生じた場合には、会員に事前に通知することなく、一時的に本サービスの全部または一部の提供を中断することがあります。
                            <br />
                            &#9312;本サービスを提供するための通信設備等の定期的な保守点検を行う場合または点検を緊急に行う場合
                            <br />
                            &#9313;火災、停電等により本サービスの提供ができなくなった場合
                            <br />
                            &#9314;地震、噴火、洪水、津波等の天災により本サービスの提供ができなくなった場合
                            <br />
                            &#9315;戦争、動乱、暴動、騒乱、労働争議等により本サービスの提供ができなくなった場合
                            <br />
                            &#9316;その他、運用上または技術上、当社が本サービスの提供の一時的な中断を必要と判断した場合
                            <br />
                            2.当社が必要と判断した場合には、事前に通知することなくいつでも本サービスの内容を変更し、または本サービスの提供を停止もしくは中止することができるものとします。
                            <br />
                            3.当社は、第1項各号のいずれかまたはその他の事由により本サービスの全部または一部の提供に遅延もしくは中断が発生しても、これに起因する利用者または第三者が被った損害に関し、本利用規約で特に定める場合を除き、一切の責任を負いません。
                            <br />
                            4.当社が本サービスの内容を変更し、または本サービスの提供を停止もしくは中止した場合であっても、本利用規約で特に定める場合を除き、会員に対して一切責任を負わないものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第18条　利用環境の整備】</h3>
                        <p>
                            1.会員は、本サービスを利用するために必要な通信機器、ソフトウェアその他これらに付随して必要となる全ての機器を、自己の費用と責任において準備し、利用可能な状態に置くものとします。また、本サービスのご利用にあたっては、自己の費用と責任において、利用者が任意に選択し、電気通信サービスまたは電気通信回線を経由してインターネットに接続するものとします。
                            <br />
                            2.会員は、関係官庁等が提供する情報を参考にして、自己の利用環境に応じ、コンピュータ・ウィルスの感染、不正アクセスおよび情報漏洩の防止等セキュリティを保持するものとします。
                            <br />
                            3.当社は、会員の利用環境について一切関与せず、また一切の責任を負いません。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第19条　自己責任の原則】</h3>
                        <p>
                            1.会員は、会員自身の自己責任において本サービスを利用するものとし、本サービスを利用してなされた一切の行為およびその結果についてその責任を負うものとします。
                            <br />
                            2.会員は、本サービスのご利用に際し、他の会員その他の第三者および当社に損害または不利益を与えた場合、自己の責任と費用においてこれを解決するものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第20条　知的財産権等】</h3>
                        <p>
                            1.会員は、会員が送信（発信）したコンテンツにつき、当社に対して、当社または当社の指定する者が当該コンテンツを日本国内外問わず対価の支払いなく非独占的にいかなる制約も受けずに自由に使用する（複製、公開、送信、頒布、譲渡、貸与、翻訳、翻案を含みます。）権利（サブライセンス権も含みます。）を、当該コンテンツに係る著作権その他一切の権利の存続期間が満了するまでの間、許諾したものとみなされるものとし、これをあらかじめ承諾します。利用者は当社および当社の指定する者に対して、当該コンテンツに係る著作者人格権を保有していたとしても、当該権利を行使しないものとします。
                            <br />
                            2.会員が送信（発信）したコンテンツ、会員によるサービスの利用・接続・規約違反、会員による第三者への権利侵害に起因または関連して生じたすべてのクレームや請求について、会員の責任と費用においてこれを解決するものとします。
                            <br />
                            3.前項のクレームや請求への対応に関連して当社に費用が発生した場合または賠償金等の支払いを行った場合は、当該費用および賠償金、当社が支払った弁護士費用等を当該会員の負担とし、当社は、当該会員にこれらの合計額の支払いを請求できるものとします。
                            <br />
                            4.会員は、会員が送信（発信）したコンテンツについて、当社に保存義務がないことを認識し、必要なコンテンツは適宜バックアップをとるものとします。
                            <br />
                            5.当社は、会員が送信（発信）したコンテンツを、運営上必要に応じて閲覧することができ、規約に抵触すると判断した場合には、会員への事前の通知なしに、当該コンテンツの全部または一部を非公開すること、または削除することができるものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第21条　当社の財産権】</h3>
                        <p>
                            1.会員が送信（発信）したコンテンツおよび情報を除き、本サービスに含まれる一切のコンテンツおよび情報に関する財産権は当社に帰属します。
                            <br />
                            2.本サービスまたは広告中に掲載・提供されているコンテンツは、著作権法、商標法、意匠法等により保護されております。
                            <br />
                            3.本サービスおよび本サービスに関連して使用されているすべてのソフトウェアは、知的財産権に関する法令等により保護されている財産権および営業秘密を含んでおります。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第22条　禁止事項】</h3>
                        <p>
                            1.会員は、本サービスの利用に際して、以下の行為を行ってはならないものとします。
                            <br />
                            &#9312;当社、他の会員もしくはその他の第三者（以下「他者」といいます。）の著作権、商標権等の知的財産権を侵害する行為、または侵害するおそれのある行為
                            <br />
                            &#9313;他者の財産、プライバシーもしくは肖像権を侵害する行為、または侵害するおそれのある行為
                            <br />
                            &#9314;特定の個人の個人情報の提供
                            <br />
                            &#9315;一人の会員が複数の会員の地位を保有する行為
                            <br />
                            &#9316;会員の地位を停止または無効にされた会員に代わりユーザー登録をする行為
                            <br />
                            &#9317;他者を差別もしくは誹謗中傷し、または他者の名誉もしくは信用を毀損する行為
                            <br />
                            &#9318;アクセス可能な本サービスのコンテンツもしくは情報または他者のコンテンツもしくは情報を改ざん、消去する行為
                            <br />
                            &#9319;当社または他者になりすます行為（詐称するためにメールヘッダ等の部分に細工を行う行為を含みます。）
                            <br />
                            &#9320;有害なコンピュータプログラム等を送信し、または他者が受信可能な状態におく行為
                            <br />
                            &#9321;選挙の事前運動、選挙運動（これらに類似する行為を含みます。）または公職選挙法に抵触する行為
                            <br />
                            &#9322;他者に対し、頻回に広告・宣伝・勧誘等の電子メールもしくは嫌悪感を抱く電子メール（そのおそれのある電子メールを含みます。）を送信する行為、他者のメール受信を妨害する行為、連鎖的なメール転送を依頼する行為または当該依頼に応じて転送する行為
                            <br />
                            &#9323;宗教団体もしくはそれと同視し得る団体への勧誘、布教、寄付等を求める、またはそのおそれのある行為
                            <br />
                            &#9324;通常に本サービスを利用する行為を超えてサーバーに負荷をかける行為もしくはそれを助長するような行為、その他本サービスの運営・提供もしくは他の利用者による本サービスの利用を妨害し、またはそれらに支障をきたす行為
                            <br />
                            &#9325;サーバー等のアクセス制御機能を解除または回避するための情報、機器、ソフトウェア等を流通させる行為
                            <br />
                            &#9326;本サービスによって提供される情報、機能を複製、修正、転載、改変、変更、リバースエンジニアリング、逆アセンブル、逆コンパイル、翻訳あるいは解析する行為
                            <br />
                            &#9327;本人の同意を得ることなく、または詐欺的な手段（いわゆるフィッシングおよびこれに類する手段を含みます。）により他者の登録情報を取得する行為
                            <br />
                            &#9328;無限連鎖講（ねずみ講）、リードメール、ネットワークビジネス関連（マルチ商法、マネーゲーム等を含みます）の勧誘等をする行為、及びこれらに類する情報の送信等をする行為
                            <br />
                            &#9329;本サービスの全部または一部を営利目的で、使用方法を問わず利用する行為（それらの準備を目的とした行為も含みます。但し、当社が認めた場合は除きます。）
                            <br />
                            &#9330;法令に基づき監督官庁等への届出、許認可の取得等の手続きが義務づけられている場合に、当該手続きを履行せずに本サービスを利用する行為、その他当該法令に違反し、または違反するおそれのある行為
                            <br />
                            &#9331;本サービスの運営を妨害する行為、他者が主導する情報の交換または共有を妨害する行為、信用の毀損または財産権の侵害等の当社または他者に不利益を与える行為
                            <br />
                            &#9332;長時間の架電、同様の問い合わせの繰り返しを過度に行い、または義務や理由のないことを強要し、当社の業務に著しく支障を来たす行為
                            <br />
                            &#9333;上記各号の他、法令もしくは本利用規約（当社が別途定めるガイドラインを含みます。）に違反する行為、または公序良俗に違反する行為（暴力を助長し、誘発するおそれのある情報もしくは残虐な映像を送信もしくは表示する行為や心中の仲間を募る行為等を含みます。）
                            <br />
                            &#9334;上記各号のいずれかに該当する行為（当該行為を他者が行っている場合を含みます。）が見られるデータ等へ当該行為を助長する目的でリンクを張る行為
                            <br />
                            &#9335;その他当社が会員として不適当と判断した行為
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第23条　反社会的勢力等の排除】</h3>
                        <p>
                            会員は、現在、暴力団、暴力団員、暴力団員でなくなった時から５年を経過しない者、暴力団準構成員、暴力団関係企業、総会屋等、社会運動等標ぼうゴロまたは特殊知能暴力集団等、その他これらに準ずる者（以下これらを「反社会的勢力等」といいます。）に該当しないこと、及び以下の各号のいずれにも該当しないことを表明し、かつ将来にわたっても該当しないことを確約するものとします。
                            <br />
                            &#9312;反社会的勢力等が経営を支配していると認められる関係を有すること。
                            <br />
                            &#9313;反社会的勢力等が経営に実質的に関与していると認められる関係を有すること。
                            <br />
                            &#9314;自己もしくは第三者の不正の利益を図る目的または第三者に損害を加える目的をもってするなど、不当に反社会的勢力等を利用していると認められる関係を有すること。
                            <br />
                            &#9315;反社会的勢力等に対して資金等を提供し、または便宜を供与するなどの関与をしていると認められる関係を有すること。
                            <br />
                            &#9316;役員または経営に実質的に関与している者が反社会的勢力等と社会的に非難されるべき関係を有すること。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第24条　ユーザー登録解除等】</h3>
                        <p>
                            1.当社は、会員の行為が本利用規約に反すると判断した場合または会員が前条第2項に定める者に該当すると判断した場合には、当社の判断により、当該会員に何ら通知することなくして、当社が本サービスを通じて送信（発信）されたコンテンツの削除および変更ならびにサービスの一時停止、ユーザー登録の解除（会員の地位の停止を含みます。）、本サイトへのアクセス拒否をすることができるものとします。
                            <br />
                            2.当社が前項の処分をしたときは、当社所定の方法でその旨を会員に通知することとします。
                            <br />
                            3.前項に定める当社からの通知が、会員の事情によって当該会員に到達しなかった場合、当社からの通知はその発信時に当該会員に到達したものとみなします。
                            <br />
                            4.本条の定めに従ってなされた当社の処分に関する質問、苦情は一切受け付けておりません。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第25条　利用制限】</h3>
                        <p>
                            1.当社は、会員が以下のいずれかに該当する場合には、当該会員の承諾を得ることなく、当該会員の本サービスの利用を制限することがあります。
                            <br />
                            &#9312;ワーム型ウィルスの感染、大量送信メールの経路等により、当該会員が関与することにより第三者に被害が及ぶおそれがあると判断した場合
                            <br />
                            &#9313;届出情報に含まれる電話番号宛の電話もしくはメールアドレス宛の電子メールまたは本サービス上の通知等による連絡がとれない場合
                            <br />
                            &#9314;会員宛てに発送した郵便物が当社に返送された場合
                            <br />
                            &#9315;上記各号の他、当社が緊急性が高いと認めた場合
                            <br />
                            2.当社が前項に基づき会員の本サービスの利用を制限したことにより、当該会員が本サービスを利用できず、これにより損害が発生したとしても、当社は一切責任を負いません。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第26条　免責】</h3>
                        <p>
                            1.当社は、本サービスの利用により発生した会員の損害については、一切の賠償責任を負いません。
                            <br />
                            2.会員が、本サービスを利用することにより、第三者に対し損害を与えた場合、会員は自己の費用と責任においてこれを賠償するものとします。
                            <br />
                            3.当社は本サービスに発生した不具合、エラー、障害等により本サービスが利用できないことによって引き起こされた損害について一切の賠償責任を負いません
                            。
                            <br />
                            4.本サービスならびに本サイト上のコンテンツおよび情報は、当社がその時点で提供可能なものとします。当社は提供する情報、会員が登録・送信（発信）する文章その他のコンテンツおよびソフトウェア等の情報について、その完全性、正確性、適用性、有用性、利用可能性、安全性、確実性等につきいかなる保証も一切しません。
                            <br />
                            5.本サービスが何らかの外的要因により、データ破損等をした場合、当社はその責任を負いません。
                            <br />
                            6.会員との間の本利用規約に基づく契約が消費者契約法（平成12年法律第61号）第2条第3項の消費者契約に該当する場合には、本利用規約のうち、当社の責任を完全に免責する規定は適用されないものとします。本利用規約に基づく契約が消費者契約に該当し、かつ、当社が債務不履行または不法行為に基づき損害賠償責任を負う場合については、当社に故意または重過失がある場合を除いて、当社は、当該会員が直接かつ現実に被った損害を上限として損害賠償責任を負うものとし、特別な事情から生じた損害等（損害発生につき予見し、または予見し得た場合を含みます。）については責任を負わないものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第27条　開発中のサービスについて】</h3>
                        <p>
                            1.当社は、本サービスの一部または独立したサービスとして、開発中のサービスを提供することができるものとします。
                            <br />
                            2.会員は、開発中のサービスがその性質上、バグや瑕疵、誤作動等、正常に動作しない症状等の不具合を含み得るものとして提供されることを理解するものとします。
                            <br />
                            3.当社は、当社が必要と判断した場合には、事前に通知することなくいつでも開発中のサービスの内容を変更し、または開発中のサービスの提供を停止もしくは中止することができるものとします。
                            <br />
                            4.当社は、開発中のサービスの完全性、正確性、適用性、有用性、利用可能性、安全性、確実性等につきいかなる保証も一切しません。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第28条　外部サービスとの連携】</h3>
                        <p>
                            1.当社は、本サービスの提供にあたり、第三者が提供するサービス（以下「外部サービス」といいます。また、外部サービスを運営する会社を、以下「外部サービス運営会社」といいます。）を利用する場合があります。
                            <br />
                            2.外部サービスへのアカウントの登録・利用（書き込み内容及び投稿などの行為を含みます。）について、会員は、外部サービス運営会社が定める各規約に従うものとします。
                            <br />
                            3.会員は、外部サービスにおけるアカウントの登録・管理などを自己の責任において行うものとします。
                            <br />
                            4.会員の外部サービスアカウント及びパスワードの管理不十分、使用上の過誤、第三者の使用などにより、会員または第三者に損害が生じたとしても、その責任は会員が負うものとし、当社は一切責任を負いません。また、かかる事由により、当社が損害を負った場合には、会員はその一切の責任を負い、当社が被った一切の損害を賠償するものとします。
                            <br />
                            5.外部サービスを利用する場合、会員は、自己の責任において当該サービスを利用するものとし、当社は、当該サービスを利用したことにより生じた損害、当該サービスの運営者、会員などとの間に生じたトラブルその他の当該サービスに関連する一切の事項について何らの責任も負わないものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第29条　レコメンドコンテンツの配信】</h3>
                        <p>
                            会員が当社の提供する本サービスを利用される際、第三者から配信されるレコメンドコンテンツが掲載される場合があります。これに関連して、当該第三者がクッキーを発行し、そのクッキー情報を取得、利用している場合があります。第三者が取得したクッキー情報は、当該第三者のプライバシーポリシーに則って取り扱われます。第三者企業各社のプライバシーポリシーについては以下をご覧ください。
                            <br />
                            ヤフー株式会社
                            <br />
                            <a
                                href="http://privacy.yahoo.co.jp/"
                                target="_blank">
                                http://privacy.yahoo.co.jp/
                            </a>
                            <br />
                            Yahoo!コンテンツディスカバリー　「ユーザー情報の取り扱いについて」
                            <br />
                            <a
                                href="http://ycd.yahoo.co.jp/privacy/"
                                target="_blank">
                                http://ycd.yahoo.co.jp/privacy/
                            </a>
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第30条　準拠法】</h3>
                        <p>
                            本規約は、日本法に準拠し、解釈されるものとします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <h3>【第31条　裁判管轄】</h3>
                        <p>
                            会員と当社との間で訴訟の必要が生じた場合、名古屋地方裁判所を第一審の専属的合意管轄裁判所とします。
                        </p>
                    </div>
                    <div className={styles.box}>
                        <p>
                            附則
                            <br />
                            2023年03月21日 制定
                        </p>
                    </div>
                </article>
            </Container>
        </section>
    )
}

export default Terms

Terms.getLayout = function getLayout(page) {
    return <PageLayoutTop>{page}</PageLayoutTop>
}
