import Container from '@/components/dellamall/Layouts/container';
import PageLayoutDellamall from '@/components/Layouts/PageLayoutDellamall';
import styles from '@/styles/dellamall/components/privacy.module.scss'

const Terms = () => {
  return (
    <section className="cont1">
      <Container small900>
        <h2 className={`${styles.ttl} ttl2`}>利用規約</h2>
        <ul className={styles.ul}>
          <li>
            <h3>はじめに</h3>
            <p>
              株式会社Bolide's（以下「当社」といいます。）は、当社が運営する当社ウェブサイト<br />
              （以下「本サイト」といいます。）又は当社が提供する商品販売に関するサービス（以下「本サービス」といいます。）の利用について、以下のとおり利用規約（以下「本規約」といいます。）を定めます。<br />
              <br />
              お客様が本サイトや本サービスを利用される場合や、商品を購入される場合は、この規約に同意されたものと判断いたしますので、本規約を必ずお読みください。<br />
            </p>
          </li>
          <li>
            <h3>第1条 (目的)</h3>
            <p>
              本規約は、本サイト及び本サービスの利用条件並びに当社と利用者との間の権利義務関係が定められています。本サイト又は本サービスを利用するには、<br />
              本規約の全てに同意をして頂くことが必要となりますので、本規約全文を必ずご確認ください。<br />
            </p>
          </li>
          <li>
            <h3>第2条 (定義)</h3>
            <p>
              本規約において使用される用語の定義は、次の各号に定めるところによるものとします。<br />
              <br />
              &#9312; 「商品」とは、当社が本サイトで販売する全ての物をいいます。<br />
              &#9313; 「利用者」とは、本サイト又は本サービスを利用する全ての方をいいます。<br />
            </p>
          </li>
          <li>
            <h3>第3条 (適用範囲及び変更)</h3>
            <p>
              本規約は、当社と利用者との間の本サイト又は本サービスの利用に関する一切の関係に適用されます。<br />
              当社が本サイトに掲載する本サービス利用に関する「ご利用ガイド」<br />
              その他の本サイトに掲載されている規定は、本規約の一部を構成するものとし、本サイトに本規約と相反する規定があった場合は、当該規定を適用します。<br />
              <br />
              利用者が本サイト又は本サービスを利用した場合、本規約に同意したものとみなします。<br />
              当社は事前の通知なく、本規約を変更することができるものとし、当社が改定後の本規約を本サイトに<br />
              掲載したときに効力を生じます。<br />
              利用者が本規約の改定後に本サイト又は本サービスを引き続き利用した場合、利用者が改定後の本規約に同意したものとみなします。
            </p>
          </li>
          <li>
            <h3>第4条 (退会)</h3>
            <p>
              会員が退会を希望する場合には、会員本人が退会手続きを行ってください。所定の退会手続の終了後に、退会となります。<br />
            </p>
          </li>
          <li>
            <h3>第5条 (契約の成立)</h3>
            <p>
              利用者は、当社が指定する方法に従い、商品の購入を申し込むものとします。<br />
              前項の申込みに対して、当社が利用者に対し申込内容確認に関する電子メールを送信したとき又は電話において当社のオペレーターが受諾したときをもって、当社と利用者との間で売買契約が成立し、その効力が発生します。<br />
              売買契約成立後は、商品発送前であっても、キャンセルおよび変更はお受けできません。
            </p>
          </li>
          <li>
            <h3>第6条 (代金の支払い方法)</h3>
            <p>
              利用者は、別途当社が定め、当社が本サイトに掲載する商品代金その他費用を、当社が指定する支払方法により当社に支払います。
            </p>
          </li>
          <li>
            <h3>第7条 (所有権及び危険負担の移転)</h3>
            <p>
              商品の所有権及び危険負担は、当社が利用者に商品を引き渡した時点をもって移転します。
            </p>
          </li>
          <li>
            <h3>第8条 (配送)</h3>
            <p>
              当社は、利用者に対し、当社が指定する配達方法により利用者が指定した場所に商品を配送します。<br />
              ただし、医療機関及び宿泊施設への配送並びに郵便局留及び営業所留による配送はできません。
            </p>
          </li>
          <li>
            <h3>第9条 (返品及び交換)</h3>
            <p>
              利用者は、当社の責に帰すべき事由に基づく商品の不備、不良、品違い又は品不足が存する場合であり、<br />
              かつ、利用者が当社に対し商品の引渡日から３日以内に当社が指定する連絡先に連絡をした場合に限り、商品の返品又は交換ができるものとします。<br />
              ただし、商品の品違い・品不足の場合には、利用者の申込内容に従った商品の再配達をもって<br />
              返品又は交換に代えるものとし、商品の返品、交換又は再配達に要する費用は、当社の負担とします。<br />
              前項に定める場合のほか、当社が認める場合には、返品又は交換ができるものとします。<br />
              ただし、商品の返品又は交換に要する費用は、利用者の負担とします。
            </p>
          </li>
          <li>
            <h3>第10条 (権利帰属)</h3>
            <p>
              本サイト又は本サービスに含まれているコンテンツに関する著作権その他の知的財産権は、全て当社又はその提供者に帰属しております。<br />
              利用者は、本サイト又は本サービスに関して掲載又は提供されているコンテンツを、当社の事前の承諾なく、<br />
              複製、公衆送信、展示、譲渡、貸与、翻訳、翻案等著作権を侵害する行為を行ってはなりません。
            </p>
          </li>
          <li>
            <h3>第11条 (禁止事項)</h3>
            <p>
              利用者は、本サイト及び本サービスの利用にあたり、次の各号のいずれかに該当する行為をしてはなりません。<br />
              <br />
              &#9312; 本規約に違反する行為<br />
              &#9313; 法令に違反する行為又は犯罪行為に関連する行為<br />
              &#9314; 公序良俗に反する行為<br />
              &#9315; 反社会的勢力への利益供与<br />
              &#9316; 第三者に成りすまし、又は意図的に虚偽の情報を送信する行為<br />
              &#9317; 購入意図なく商品の購入を申し込む行為<br />
              &#9318; 正当な理由なく商品を受領しない行為<br />
              &#9319; 正当な理由なく返品又は交換をする行為<br />
              &#9320; 前条第１項に定める当社又は第三者の知的財産権を侵害する行為<br />
              &#9321; 当社の名誉・信用を毀損する行為、又は当社を不当に誹謗中傷する行為<br />
              &#9322; 転売、再販売その他営利を目的として本サイト又は本サービスにより商品を購入する行為<br />
              &#9323; 本サイトのネットワーク又はシステム等に過度な負荷をかける行為<br />
              &#9324; 本サイト又は本サービスの運営を妨害するおそれのある行為<br />
              &#9325; 当社のネットワーク又はシステム等に不正にアクセスし、又は不正なアクセスを試みる行為<br />
              &#9326; その他当社が不適切と判断する行為
            </p>
          </li>
          <li>
            <h3>第12条 (契約の解除等)</h3>
            <p>
              当社は、次の各号のいずれかに該当する場合、事前の通知なく、利用者との間の契約を解除することができます。<br />
              <br />
              &#9312; 利用者が前条の定めに違反した場合<br />
              &#9313; 利用者が当社に対する債務を履行しない場合<br />
              &#9314; 商品が品切れ又は販売中止となった場合<br />
              &#9315; 長期不在、宛先不明又は受取拒否その他の事情により商品の引渡しを履行できない場合<br />
              &#9316; 利用者の信用に著しい不安が生じた場合<br />

              当社は、利用者が本規約に違反し、その他利用者の責に帰すべき事由により当社が被った損害につき、利用者に対し、損害賠償請求をすることができます。<br />
            </p>
          </li>
          <li>
            <h3>第13条(非保証及び免責事項)</h3>
            <p>
              当社は、本サイト又は本サービスが利用者の特定の目的に適合すること、利用者が期待する品質、商品的価値、正確性又は有用性を有すること、本サイト・本サービス又は<br />
              当社からの情報提供が正確性、最新性、有用性、信頼性、適法性、永続性を有すること、及び不具合が生じないことなどについて、何ら保証するものではありません。<br />
              <br />
              当社は、本サイト等から送付されるコンテンツ、電子メール等にコンピュータウイルス等有害なものが含まれていないことについて、何ら保証するものではありません。
              <br />
              当社は、利用者のコンピュータ利用環境等について一切関与せず、コンピュータ利用環境、電子メールの不達等に起因して利用者に生じた損害について、一切の責任を負いません。
              <br />
              当社は、地震、津波、台風、竜巻、大雨、洪水、自然火災、伝染病その他の自然災害、戦争、テロ、<br />
              革命、暴動、労働争議、放火その他の社会的災害又は事件、輸送機関の事故又は故障、<br />
              設備の事故又は故障等不可抗力に起因して本サイト、本サービス又は商品の提供が不能又は遅滞し、<br />
              これにより利用者に生じた損害について、一切責任を負いません。<br />
              <br />
              当社は、長期不在、商品引渡後の保存方法等当社の責に帰さない事由に起因して商品が劣化し、これにより利用者に生じた損害について、一切責任を負いません。<br />
              <br />
              何らかの理由により当社が利用者に対し責任を負う場合であっても、当社は、利用者が被った損害につき、利用者が当社に支払った対価の金額を超えて賠償する責任を負わないものとし、<br />
              また、付随的損害、間接損害、特別損害、将来の損害及び逸失利益にかかる損害については、賠償する責任を負いません。<br />
              <br />
              当社は、第11条11号の規定に違反して売買された転売品の品質、商品的価値、安全性などについて、何ら保証するものではありません。また、当社は、転売品の使用により生じた損害について、一切責任を負いません。
            </p>
          </li>
          <li>
            <h3>第14条（本サービスの停止等）</h3>
            <p>
              当社は、次の各号のいずれかに該当する場合には、事前の通知なく、本サイト又は本サービスの提供の停止又は中断することができるものとし、これにより利用者に生じた損害について、一切責任を負いません。<br />
              <br />
              &#9312; 本サイト又は本サービスにかかるシステムの点検又は保守作業を緊急に行う場合<br />
              &#9313; コンピュータ、ネットワーク、システム等が事故により停止した場合<br />
              &#9314; 前条第４項に定める不可抗力による事由に起因して本サイト又は本サービスの運営ができなくなった場合<br />
              &#9315; その他当社が停止又は中断を必要と判断した場合
            </p>
          </li>
          <li>
            <h3>第15条 (個人情報の取扱い)</h3>
            <p>
              利用者の個人情報の取扱いに関しては、別途定められている「プライバシーポリシー」によるものとします。
              <br />
            </p>
          </li>
          <li>
            <h3>第16条 (分離可能性)</h3>
            <p>
              本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は<br />
              執行不能と判断された場合であっても、本規約の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部分は、継続して完全に効力を有します。
            </p>
          </li>
          <li>
            <h3>第17条 (準拠法及び合意管轄裁判所)</h3>
            <p>
              本規約の準拠法は日本法とします。<br />
              万が一、本規約に起因し、又は関連する一切の紛争が生じた場合には、札幌地方裁判所を第一審の専属的合意管轄裁判所とします。
            </p>
          </li>
        </ul>
      </Container>
    </section>
  );
}

export default Terms;

Terms.getLayout = function getLayout(page) {
  return <PageLayoutDellamall>{page}</PageLayoutDellamall>
}