import Container from '@/components/dellamall/Layouts/container';
import PageLayoutDellamall from '@/components/Layouts/PageLayoutDellamall';
import styles from '@/styles/dellamall/components/privacy.module.scss'

const Terms = () => {
  return (
    <section className="cont1">
      <Container small900>
        <h2 className={`${styles.ttl} ttl2`}>利用規約</h2>
        <ul className={styles.ul}>
          <li>
            <p>株式会社Bolide’s（以下「当社」といいます。）は、当社が提供するサービスである「Bolide’s Japan」内のコンテンツ「Della Mall（デラモール）」（以下「本サービス」といいます）の利用について、以下の通り利用規約（以下「本規約」といいます）を定めます。なお、本サービスの利用者は、予めBolide’s Japan利用規約、規約に付随するホワイトペーパー、並びに本規約に同意した上で、Bolide’s Japan会員として、本サービスを利用するものとします。</p>
          </li>
          <li>
            <h3>【第1条　定義】</h3>
            <p>本規約において使用する用語の定義は、次のとおりとします。</p>
            <dl>
              <dt>本サービス</dt>
              <dd>当社が提供する、ECサイトの情報・クーポン・オンラインサロン情報の掲載、口コミ等を公開するサービス。</dd>
            </dl>
            <dl>
              <dt>個人ユーザー</dt>
              <dd>本サービスを個人として利用することを目的として登録した会員のこと。</dd>
            </dl>
            <dl>
              <dt>公式ショップ会員</dt>
              <dd>本サービスをECショップ運営者としての利用を目的とし、Bolide’s Japanのプレミアム会員として登録した会員のこと。</dd>
            </dl>
            <dl>
              <dt>会員</dt>
              <dd>当社に本サービスの利用を申し込み、必要な審査・手続等を経た後にこれを承諾した、個人ユーザー及び公式ショップ会員を含む利用者のこと。</dd>
            </dl>
            <dl>
              <dt>ECサイト</dt>
              <dd>本サービスにおいてはECショップと同義とし、カートシステムを持つECサイトのこと。</dd>
            </dl>
            <dl>
              <dt>ショップ作成</dt>
              <dd>ECサイトのURL貼付けにより、本サービスに当該ECサイト情報を掲載すること。</dd>
            </dl>
          </li>
          <li>
            <h3>【第2条　本サービスの目的】</h3>
            <p>本サービスは、会員によって投稿されたECサイトに関するショップ情報・クーポン・オンラインサロン案内・口コミ等（以下会員から本サービスに投稿された情報を総称して「サイト情報」といいます。）を公開することで、他の本サービス閲覧者がECサイトを選ぶ際の参考として活用していただくことを主な目的としています。</p>
          </li>
          <li>
            <h3>【第3条　サービス内容】</h3>
            <p>
              当社は、以下に定める機能・サービスを含む本サービスを提供します。
              <br/>1.一般ユーザー向けサービス
              <br/>&#9312;ECショップの検索及び閲覧
              <br/>&#9313;ショップ作成（URL貼付による自動情報取得）及び関連タグ（3個まで）の設定
              <br/>&#9314;&#9313;に付随し、ショップ作成の際には作成者としてニックネームを表示します
              <br/>&#9315;口コミの投稿及び閲覧
              <br/>&#9316;マイページ機能（モールの作成及び編集・ショップの保存・プロフィール編集等）の利用
              <br/>&#9317;通報・お気に入り登録・いいね等、各種アイコンを用いた機能の利用
              <br/>&#9318;会員同士のフォロー機能の利用
              <br/>2.公式ショップ会員向けサービス
              <br/>&#9312;第3条1項「一般ユーザー向けサービス」の全機能の利用
              <br/>&#9313;ショップ情報の編集・画像の表示・関連タグ（無制限）設定・商品写真設定・公式SNSの設置等のショップ公式管理
              <br/>&#9314;悪質な口コミの削除
              <br/>&#9315;クーポン・オンラインサロン・お知らせの表示機能の利用
              <br/>3.ショップ画像の表示サービス
              <br/>ECショップ運営者は第1条に定める「公式ショップ会員」でない場合においても、当社の定める所定の申請・承認を経ることで、該当ECショップの画像を表示させることができます。
            </p>
          </li>
          <li>
            <h3>【第4条　会員登録手続き及びショップ画像表示手続き】</h3>
            <p>
              1.一般ユーザー会員登録手続き
              <br/>当社は、会員登録の申し込みがあった場合、所定の審査・手続等を経た後にこれを承認し、当該会員登録のあった個人を会員として認め、本サービスを利用できるものとします。
              <br/>2.公式ショップ会員登録手続き
              <br/>当社は、会員登録の申し込みがあった場合、所定の審査・手続等を経るとともに、第4条3項「ショップ画像表示手続き」に記載の手続にて該当のECショップの運営者であることを確認の上、当該会員登録のあった法人及び個人事業主を会員として認め、本サービスを利用できるものとします。
              <br/>3.ショップ画像表示手続き
              <br/>当社は、ECショップ運営者の申し込みがあった場合、下記のいずれかの確認手続を経た後にこれを認め、ショップ画像を表示するものとします。
              <br/>&#9312;公式ECショップに記載の電話番号への確認連絡に応答すること。
              <br/>&#9313;公式ECショップに記載のメールアドレスへの確認連絡に応答すること。
            </p>
          </li>
          <li>
            <h3>【第5条　セキュリティについて】</h3>
            <p>Bolide’s Japan会員登録については、現在最も信頼性の高いインターネット上の暗号通信技術SSL（Secure Socket Layer）を使用し、送信される情報は第三者に見られることのないよう暗号化されています。</p>
          </li>
          <li>
            <h3>【第6条　登録情報等の管理】</h3>
            <p>
              1.当社は、登録情報が不正確または虚偽であったために会員が被った一切の不利益および損害に関し、一切の責任を負わないものとします。
              <br/>2.会員は、登録情報のうち本サービスへのログインに用いる情報を、自己の責任の下で管理するものとします。
              <br/>3.当社は、本サービスへのログイン時に送信された情報が、登録情報と一致することを所定の方法により確認した場合、当該ログインを真正な会員のログインとみなし、会員による利用とみなします。
            </p>
          </li>
          <li>
            <h3>【第7条　個人情報の取り扱いについて】</h3>
            <p>
              1.当社は、会員に対して本サービスを提供するにあたり、必要な一定の会員の個人情報を取得しますが、これらの個人情報の利用目的は以下のとおりです。
              <br/>&#9312;ログイン時における本人確認のため
              <br/>&#9313;郵送、電話、電子メール等の方法により、当社又は当社のグループ会社の商品、サービスをご案内するため
              <br/>&#9314;個人を識別できない形式に加工した上、統計データを作成するなど当社サービスの利用促進のため
              <br/>&#9315;本サービスに関し、必要に応じて会員に対し連絡をするため
              <br/>&#9316;外部サービス連携機能利用時における本人確認のため
              <br/>2.第三者提供
              <br/>当社は、以下のいずれかに該当する場合を除き、会員の個人情報を第三者へ開示又は提供いたしません。
              <br/>&#9312;会員の同意があるとき
              <br/>&#9313;会員を識別することができない状態で統計的なデータとして開示・提供するとき
              <br/>&#9314;法令に基づくとき
              <br/>&#9315;人の生命、身体又は財産の保護のために必要な場合で、会員の同意を得ることが困難なとき
              <br/>&#9316;公衆衛生の向上又は児童の健全な育成の推進のために特に必要があるときに、会員の同意を得ることが困難なとき
              <br/>&#9317;国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要があるときに、会員の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
              <br/>3,開示、訂正・削除、利用停止等
              <br/>会員が、ご自身の個人情報の利用目的の通知、開示、訂正・追加・削除、利用停止又は消去の請求を行う場合は、「個人情報の取扱いについて」に定めた方法にてお受けします。
              <br/>4.インフォマティブデータについて
              <br/>本サービスをご利用の会員により良いサービスを提供するために、クッキー（Cookie）、Webビーコン、端末識別子、位置情報などに関する情報を取得及び利用することがあります。
              <br/>5.サービスの利用状況について
              <br/>当社は、会員が本サービスを利用されている際のアクセスした画面、インタラクションパターン（画面アクション、ジェスチャ：タップ、スクロールなど）、およびデバイスの詳細（タイプ、バージョン、モデル、オペレーティングシステム）を取得することがあります。これらの情報は、個人を特定できない形で取得され、会員のアクセス状況の把握、会員のニーズに適したサービスの提供、サービスの改善のみに利用するものとし、その他の目的には一切利用いたしません。
            </p>
          </li>
          <li>
            <h3>【第8条　本サービスの提供の中断等】</h3>
            <p>
              1.当社は、以下のいずれかの事由が生じた場合には、会員に事前に通知することなく、一時的に本サービスの全部または一部の提供を中断することがあります。
              <br/>&#9312;本サービスを提供するための通信設備等の定期的な保守点検を行う場合または点検を緊急に行う場合
              <br/>&#9313;火災、停電等により本サービスの提供ができなくなった場合
              <br/>&#9314;地震、噴火、洪水、津波等の天災により本サービスの提供ができなくなった場合
              <br/>&#9315;戦争、動乱、暴動、騒乱、労働争議等により本サービスの提供ができなくなった場合
              <br/>&#9316;その他、運用上または技術上、当社が本サービスの提供の一時的な中断を必要と判断した場合
              <br/>2.当社が必要と判断した場合には、事前に通知することなくいつでも本サービスの内容を変更し、または本サービスの提供を停止もしくは中止することができるものとします。
              <br/>3.当社は、第1項各号のいずれかまたはその他の事由により本サービスの全部または一部の提供に遅延もしくは中断が発生しても、これに起因する利用者または第三者が被った損害に関し、本利用規約で特に定める場合を除き、一切の責任を負いません。
              <br/>4.当社が本サービスの内容を変更し、または本サービスの提供を停止もしくは中止した場合であっても、本利用規約で特に定める場合を除き、会員に対して一切責任を負わないものとします。
            </p>
          </li>
          <li>
            <h3>【第9条　利用環境の整備】</h3>
            <p>
              1.会員は、本サービスを利用するために必要な通信機器、ソフトウェアその他これらに付随して必要となる全ての機器を、自己の費用と責任において準備し、利用可能な状態に置くものとします。また、本サービスのご利用にあたっては、自己の費用と責任において、利用者が任意に選択し、電気通信サービスまたは電気通信回線を経由してインターネットに接続するものとします。
              <br/>2.会員は、関係官庁等が提供する情報を参考にして、自己の利用環境に応じ、コンピューターウイルスの感染、不正アクセスおよび情報漏洩の防止等セキュリティを保持するものとします。
              <br/>3.当社は、会員の利用環境について一切関与せず、また一切の責任を負いません。
            </p>
          </li>
          <li>
            <h3>【第10条　本サービスをご利用いただく際のSNS・外部サービス連携について】</h3>
            <p>
              1.本サービスをご利用（口コミ投稿を含みます。）いただく際に、会員がSNS・外部サービス（以下「外部サービス」といいます。）との連携機能を利用する場合、会員は、かかる連携により、以下のことを承諾する。
              <br/>&#9312;当社が外部サービス運営会社に登録された会員に関する情報を取得し、当社の各サービスにおいて表示する場合があること
              <br/>&#9313;会員が外部サービス運営会社に登録した投稿を、当社が会員に代行して取得し、当社の各サービスにおいて表示する場合があること
              <br/>2.外部サービスのユーザーIDの登録・利用を含む全ての外部サービスの利用（会員が作成した口コミの外部サービスへの投稿を含みます。）については、会員は、外部サービスの運営者が規定する各規約の定めに従うものとします。
              <br/>3.外部サービスを利用する場合、会員は、自己の責任において当該サービスを利用するものとし、当社は、当該サービスを利用したことにより生じた損害、当該サービスの運営者・利用者等との間に生じたトラブルその他の当該サービスに関連する一切の事項について何らの責任も負わないものとします。
            </p>
          </li>
          <li>
            <h3>【第11条　免責】</h3>
            <p>
              1.当社は、会員による投稿またはデータ送信により発生した損害、本サービス内容により発生あるいは誘発された損害につき、一切の責任を負わないものとします。
              <br/>2.当社は、会員による投稿またはデータ送信された内容が、第三者の権利を侵害し、または権利の侵害に起因して紛争が生じた場合、その侵害及び紛争に対して何らの責任も負わないものとします。
              <br/>3.当社は、本サービスにおいて、会員間で生じた一切のトラブルに関して、一切の責任を負わないものとします。
              <br/>4.当社は、本サービス提供のためのシステム障害等による本サービス内容の誤表示及びそれ以外のいかなる原因に基づき生じた損害について、当社の故意または重大な過失による場合を除き、賠償する義務を一切負わないものとします。
              <br/>5.当社は、会員が使用するコンピュータ、回線及びソフトウェア等の環境等に基づき生じた損害について、賠償する義務を一切負わないものとします。
              <br/>6.当社は、本サービスの停止、中止またはサービス内容の変更によって発生するユーザーの損害について、当社の故意または重大な過失による場合を除き、賠償する義務を一切負わないものとします。
              <br/>7.当社は、本サービス及び広告主を含む第三者のウェブサイトからのダウンロードやコンピュータウイルス感染等により発生した、コンピュータ、回線及びソフトウェア等の損害について、当社の故意または重大な過失による場合を除き、賠償する義務を一切負わないものとします。
              <br/>8.当社は、本サイト上における会員の情報をバックアップする義務は負いません。会員におかれましては、必要な情報はご自身でバックアップして下さい。
            </p>
          </li>
          <li>
            <h3>【第12条　禁止事項】</h3>
            <p>
              1.会員は、本サービスの利用（掲載・閲覧・口コミ・サイト情報）に際して、以下の行為を行ってはならないものとします。
              <br/>&#9312;当社、会員または第三者の知的財産権、肖像権並びにプライバシー権の侵害行為。
              <br/>&#9313;当社、会員または第三者の名誉・信用を毀損する行為。
              <br/>&#9314;当社、会員または第三者に対する詐欺及び脅迫行為。
              <br/>&#9315;当社、会員または第三者に対する誹謗中傷及び差別行為。
              <br/>&#9316;当社、会員または第三者の財産を侵害する行為、または侵害するおそれがある行為。
              <br/>&#9317;当社、会員または第三者に対して経済的損害を与える行為。
              <br/>&#9318;本サービスのネットワークまたはシステム等に過度の負荷をかける行為。
              <br/>&#9319;本サービスの運営に支障をきたす行為。
              <br/>&#9320;当社のネットワーク並びにシステム等に不正にアクセスし、または不正なアクセスを試みる行為。
              <br/>&#9321;公序良俗に反する行為。
              <br/>&#9322;本サービスへ投稿された口コミの無断転載・無断利用。ただし、当該投稿をした本人は除く。
              <br/>&#9323;悪質な口コミの投稿及び卑猥な表現を用いた投稿。
              <br/>&#9324;当社が社会通念上、不適切と判断する行為。
              <br/>&#9325;前各号に定める他、法令に違反する行為。
              <br/>&#9326;ECサイト以外のWEBサイトを作成する行為。
              <br/>&#9327;トップページ以外に該当するECサイト内のページを用いてショップを作成する行為。
              <br/>&#9328;猥褻な表現または暴力的な内容を含むECサイトを作成する行為。
              <br/>&#9329;被写体人物の肌の露出が多い内容、アダルトコンテンツを想起させる内容を含むECサイトを作成する行為。
              <br/>&#9330;犯罪行為に結びつく、または犯罪行為を促す恐れのある内容、及び反社会的な内容を含むECサイトを作成する行為。
              <br/>&#9331;医療広告ガイドライン、薬機法、景品表示法等の法令に反する、または反する恐れのある内容を含むECサイトを作成する行為。
              <br/>&#9332;賭博行為、または賭場等への参加を促す内容を含むECサイトを作成する行為。
              <br/>&#9333;ECサイトと全く関連性のないタグを付ける行為。
              <br/>&#9334;その他当社が不適切と判断した内容を含むECサイトの作成及び口コミ等のサイト情報を投稿する行為。
              <br/>2.当社が、会員の掲載するECサイトが社会的影響を考慮し公表するに相応しくない内容であると判断した場合は、当該ECサイトに関する本サービスの提供を停止（Webサイトからの削除を含む）することができるものとします。
            </p>
          </li>
          <li>
            <h3>【第13条　登録の一時停止・抹消等】</h3>
            <p>
              1.当社は、会員が以下の各号のいずれかに該当する場合、事前に通知または催告することなく、会員に対する本サービス利用の一時停止または会員登録を抹消することができるものとします。
              <br/>&#9312;本規約のいずれかの条項に違反し、相当の期間を定めて催告したにもかかわらず、同期間内に違反状態が是正されない場合。
              <br/>&#9313;前各号に定める他、当社が本サービスの利用または会員としての登録について適当でないと判断した場合。
              <br/>2.前項の利用の一時停止・登録の抹消がなされた場合、会員が当社に対して負っている残存債務があれば、当該債務の一切について当然に期限の利益を失い、直ちに当社に対してすべての債務を履行しなければなりません。
              <br/>3.当社は、本条に基づく当社の措置により会員及び会員に関わる第三者に生じた損害について一切の責任を負いません。
            </p>
          </li>
          <li>
            <h3>【第14条　著作権、財産権その他の権利】</h3>
            <p>
              1.本サービスに含まれているコンテンツ及び個々の情報､商標､画像､広告､デザイン等に関する著作権､商標権その他の知的財産権、及びその他の財産権は全て当社又は正当な権利者に帰属しています｡
              <br/>2.本サービス及び関連して使用されている全てのソフトウェアは､知的財産権に関する法令等により保護されている財産権を含んでいます｡
              <br/>3.会員は､当社若しくは著作権その他の知的財産権及びその他の財産権を有する第三者から利用･使用を許諾されている場合､又は､法令により権利者からの許諾なく利用若しくは使用することを許容されている場合を除き、本サービス及び本サービスの内容について複製､編集､改変､掲載､転載､公衆送信､配布､販売､提供､翻訳・翻案その他あらゆる利用又は使用を行ってはなりません｡
              <br/>4.会員が前各号に反する行為によって被った損害については､当社は一切の責任を負わないものとします｡また､会員がこれらの行為によって利益を得た場合､当社はその利益相当額を請求できる権利を有するものとします｡
            </p>
          </li>
          <li>
            <h3>【第15条　退会手続】</h3>
            <p>
              会員が退会を希望する場合は、所定の退会手続を行うものとします。（<a href="/">https://bolides-japan.com/</a>より退会できます。）
              <br/>&#9312;会員は、退会手続を行った場合、当社で利用していた会員のアカウントに関する一切の権利、特典を失うものとします。
              <br/>&#9313;会員は、退会手続によっても、自らの投稿したサイト情報は削除されないことを予め承諾するものとします。
              <br/>&#9314;会員は、退会手続きによっても、作成したショップの初回作成者である場合はニックネーム表示が存続することを予め承諾するものとします。
            </p>
          </li>
          <li>
            <h3>【第16条　本規約の変更】</h3>
            <p>
              1.当社は、本規約を変更できるものとし、当社が任意に定めた効力発生日から変更後の本規約の効力が発生するものとします。
              <br/>2.前項の場合、会員に対して、電子メールの送信、本サイト内での変更の告知等、当社が適当と判断する方法により行います。
              <br/>3.前項の規定に基づき、当社から会員への通知を行う場合には、会員に対する当該通知は、電子メールの送信、本サイトへの掲載がなされた時点から効力を生じるものとします。
            </p>
          </li>
          <li>
            <h3>【第17条　準拠法及び裁判管轄】</h3>
            <p>
              本規約は、日本法に基づき解釈されるものとし、本規約に関して訴訟の必要が生じた場合には、名古屋簡易裁判所または名古屋地方裁判所を第一審の専属的合意管轄裁判所とします。
              <br/>
              <br/>附則
              <br/>2023年03月21日 制定
            </p>
          </li>
        </ul>
      </Container>
    </section>
  );
}

export default Terms;

Terms.getLayout = function getLayout(page) {
  return <PageLayoutDellamall>{page}</PageLayoutDellamall>
}